
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>雪山飞狐 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="two.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="one.html">
            
                <a href="one.html">
            
                    
                    雪山飞狐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="two.html">
            
                <a href="two.html">
            
                    
                    连城诀
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="three.html">
            
                <a href="three.html">
            
                    
                    天龙八部
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="four.html">
            
                <a href="four.html">
            
                    
                    射雕英雄传
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >雪山飞狐</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x96EA;&#x5C71;&#x98DE;&#x72D0;">&#x96EA;&#x5C71;&#x98DE;&#x72D0;</h1>
<p>&#x300A;&#x96EA;&#x5C71;&#x98DE;&#x72D0;&#x300B;&#x4E00;&#x5267;&#x6E90;&#x4E8E;&#x95EF;&#x738B;&#x674E;&#x81EA;&#x6210;&#x4EA1;&#x56FD;&#x540E;&#xFF0C;&#x674E;&#x9EBE;&#x4E0B;&#x56DB;&#x5927;&#x4F8D;&#x536B;&#x540E;&#x4EBA;&#x80E1;&#x3001;&#x82D7;&#x3001;&#x8303;&#x3001;&#x7530;&#x56DB;&#x5BB6;&#x4E89;&#x593A;&#x5B9D;&#x85CF;&#x800C;&#x6765;&#x3002;&#x56DB;&#x5BB6;&#x4EBA;&#x56E0;&#x8BEF;&#x4F1A;&#x91CD;&#x91CD;&#x800C;&#x4E92;&#x76F8;&#x4EC7;&#x6740;&#xFF0C;&#x7956;&#x5148;&#x79EF;&#x6028;&#xFF0C;&#x81F3;&#x80E1;&#x4E00;&#x5200;&#x3001;&#x82D7;&#x4EBA;&#x51E4;&#x8FD9;&#x4E00;&#x4EE3;&#xFF0C;&#x51E4;&#x8BEF;&#x4F1A;&#x7236;&#x4E43;&#x5200;&#x6240;&#x6740;&#xFF0C;&#x6B32;&#x4E3A;&#x7236;&#x62A5;&#x4EC7;&#xFF0C;&#x4E0E;&#x5200;&#x51B3;&#x4E00;&#x6B7B;&#x6218;&#x3002;&#x51E4;&#x5175;&#x5668;&#x88AB;&#x4EBA;&#x843D;&#x6BD2;&#xFF0C;&#x5200;&#x88AB;&#x51E4;&#x4F24;&#x540E;&#x4E2D;&#x6BD2;&#x8EAB;&#x4EA1;&#x3002;&#x5200;&#x4E4B;&#x5B50;&#x6590;&#x957F;&#x5927;&#x540E;&#x53C8;&#x8BEF;&#x4F1A;&#x7236;&#x4E43;&#x51E4;&#x6240;&#x6740;&#x5BB3;&#xFF0C;&#x6545;&#x53C8;&#x627E;&#x51E4;&#x4E3A;&#x7236;&#x62A5;&#x4EC7;&#x3002;&#x6069;&#x6028;&#x60C5;&#x4EC7;&#xFF0C;&#x5343;&#x4E1D;&#x4E07;&#x7F15;&#x3002;</p>
<p>&#x6590;&#x52E4;&#x7EC3;&#x80E1;&#x5BB6;&#x5200;&#x6CD5;&#x6B32;&#x4E0E;&#x51E4;&#x51B3;&#x4E00;&#x751F;&#x6B7B;&#x6218;&#xFF0C;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#x6590;&#x4E8E;&#x95EF;&#x8361;&#x6C5F;&#x6E56;&#x671F;&#x95F4;&#xFF0C;&#x7ED3;&#x8BC6;&#x4E86;&#x4E09;&#x4F4D;&#x4E0D;&#x5E73;&#x51E1;&#x7684;&#x5973;&#x5B50;&#xFF1A;&#x8042;&#x6851;&#x9752;&#x3001;&#x4E48;&#x4E00;&#x4E00;&#x53CA;&#x82D7;&#x82E5;&#x5170;&#xFF0C;&#x4E09;&#x4EBA;&#x53C8;&#x7ADF;&#x4E0E;&#x80E1;&#x3001;&#x82D7;&#x3001;&#x8303;&#x3001;&#x7530;&#x56DB;&#x5BB6;&#x6709;&#x5173;&#xFF0C;&#x56DB;&#x4EBA;&#x5173;&#x7CFB;&#x5F00;&#x59CB;&#x7EA0;&#x7F20;&#x4E0D;&#x6E05;&#x3002;&#x201C;&#x7F8E;&#x7537;&#x914D;&#x7F8E;&#x5973;&#xFF0C;&#x82F1;&#x96C4;&#x5C31;&#x914D;&#x4FA0;&#x5973;&#x201D;&#x8FD9;&#x662F;&#x7406;&#x6240;&#x5F53;&#x7136;&#x7684;&#xFF0C;&#x80E1;&#x6590;&#x8EAB;&#x8FB9;&#x7F8E;&#x5973;&#x4F17;&#x591A;&#xFF0C;&#x6709;&#x7684;&#x5BF9;&#x4ED6;&#x60C5;&#x6DF1;&#x4E49;&#x91CD;&#xFF0C;&#x6709;&#x7684;&#x4E0E;&#x4ED6;&#x751F;&#x6B7B;&#x4E0E;&#x5171;&#xFF0C;&#x786E;&#x5B9E;&#x96BE;&#x4EE5;&#x6289;&#x62E9;&#x3002;&#x90A3;&#x6700;&#x540E;&#x7684;&#x7ED3;&#x5C40;&#x53C8;&#x5C06;&#x5982;&#x4F55;&#x5462;&#xFF1F;</p>
<p>&#x660E;&#x672A;&#x5434;&#x4E09;&#x6842;&#x5F15;&#x6E05;&#x5175;&#x5165;&#x5173;&#xFF0C;&#x95EF;&#x738B;&#x6D3E;&#x4E09;&#x5927;&#x52C7;&#x58EB;&#x82D7;&#x3001;&#x8303;&#x3001;&#x7530;&#x7A81;&#x56F4;&#x53EC;&#x63F4;&#xFF0C;&#x72EC;&#x7559;&#x7B2C;&#x56DB;&#x540D;&#x52C7;&#x58EB;&#x80E1;&#x62A4;&#x9A7E;&#x3002;&#x5F53;&#x4E09;&#x4EBA;&#x8FD4;&#x56DE;&#x53D1;&#x73B0;&#x95EF;&#x738B;&#x5931;&#x8E2A;&#xFF0C;&#x800C;&#x80E1;&#x5219;&#x6210;&#x5434;&#x4E09;&#x6842;&#x9E70;&#x72AC;&#xFF0C;&#x9010;&#x4EE5;&#x80E1;&#x5356;&#x56FD;&#x6740;&#x4E4B;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x80E1;&#x6F5C;&#x4F0F;&#x5434;&#x4E09;&#x6842;&#x519B;&#x4E2D;&#xFF0C;&#x53EA;&#x4E3A;&#x9759;&#x5F85;&#x65F6;&#x673A;&#x52A9;&#x95EF;&#x738B;&#x518D;&#x5F97;&#x5929;&#x4E0B;&#x3002;&#x6B64;&#x540E;&#xFF0C;&#x56DB;&#x5BB6;&#x540E;&#x4EE3;&#x4FBF;&#x5C55;&#x5F00;&#x8FDE;&#x4E32;&#x4EC7;&#x6740;&#xFF0C;&#x53CA;&#x81F3;&#x80E1;&#x5BB6;&#x7B2C;&#x56DB;&#x4EE3;&#x80E1;&#x4E00;&#x5200;&#xFF1B;&#x5200;&#x6B32;&#x627E;&#x4E09;&#x5BB6;&#x540E;&#x4EE3;&#x8A00;&#x660E;&#x771F;&#x76F8;&#xFF0C;&#x3000;&#x56E0;&#x4E09;&#x5BB6;&#x540E;&#x4EBA;&#x4E3A;&#x4E89;&#x660E;&#x5BA4;&#x5B9D;&#x85CF;&#xFF0C;&#x5927;&#x6253;&#x51FA;&#x624B;&#xFF0C;&#x5E76;&#x846C;&#x8EAB;&#x4E00;&#x51B0;&#x6D1E;&#xFF0C;&#x800C;&#x672A;&#x80FD;&#x5411;&#x4ED6;&#x4EEC;&#x9053;&#x51FA;&#x771F;&#x76F8;&#x3002;&#x5200;&#x552F;&#x6709;&#x5C06;&#x4E8B;&#x7EE9;&#x8BB0;&#x4E0B;&#x5C01;&#x4E8E;&#x6D1E;&#x5185;&#x4EE5;&#x8B66;&#x60D5;&#x4E16;&#x4EBA;&#xFF0C;&#x7136;&#x540E;&#x4E0E;&#x7231;&#x4EBA;&#x90CE;&#x5251;&#x79CB;&#x9000;&#x9690;&#x6C5F;&#x6E56;&#x3002;&#x540E;&#x7530;&#x5BB6;&#x7B2C;&#x56DB;&#x4EE3;&#x7530;&#x5F52;&#x519C;&#x5E03;&#x5C40;&#x4EE4;&#x5200;&#x4E0E;&#x82D7;&#x5BB6;&#x540E;&#x4EBA;&#x82D7;&#x4EBA;&#x51E4;&#x51B3;&#x6218;&#xFF0C;&#x5E76;&#x6697;&#x4E2D;&#x4E0B;&#x6BD2;&#x6740;&#x5BB3;&#x5200;&#x3001;&#x79CB;&#x4E8C;&#x4EBA;&#xFF0C;&#x79CB;&#x4E34;&#x7EC8;&#x524D;&#x5C06;&#x521D;&#x751F;&#x7684;&#x6590;&#x4EA4;&#x4E88;&#x5FE0;&#x4EC6;&#x5E73;&#xFF0C;&#x8457;&#x5E73;&#x5E26;&#x6590;&#x67E5;&#x660E;&#x771F;&#x76F8;&#x3002;</p>
<p>&#x5E73;&#x8BEF;&#x4F1A;&#x51E4;&#x4E3A;&#x4E3B;&#x8C0B;&#xFF0C;&#x9010;&#x547D;&#x6590;&#x4E13;&#x5FC3;&#x4E60;&#x6B66;&#x4EE3;&#x7236;&#x590D;&#x4EC7;&#x3002;&#x6590;&#x540E;&#x4E0E;&#x5E73;&#x4E0A;&#x8DEF;&#x5BFB;&#x51E4;&#xFF0C;&#x9014;&#x4E2D;&#x7ED3;&#x8BC6;&#x4E86;&#x5973;&#x626E;&#x7537;&#x88C5;&#x7684;&#x5C0F;&#x6D41;&#x6C13;&#x4E48;&#x4E00;&#x4E00;&#xFF0C;&#x6210;&#x83AB;&#x9006;&#x3002;&#x671F;&#x95F4;&#xFF0C;&#x6590;&#x66F4;&#x9082;&#x9005;&#x51E4;&#x5973;&#x82D7;&#x82E5;&#x5170;&#x548C;&#x519C;&#x5973;&#x8042;&#x6851;&#x9752;&#xFF0C;&#x5C55;&#x5F00;&#x4E00;&#x6BB5;&#x7F20;&#x7ED5;&#x4E0D;&#x6E05;&#x7684;&#x604B;&#x60C5;&#x2026;</p>
<p>&#x540E;&#x6590;&#x7EC8;&#x4E0E;&#x51E4;&#x76F8;&#x9047;&#x5E76;&#x4E8E;&#x96EA;&#x5C71;&#x4E00;&#x51B3;&#x80DC;&#x8D1F;&#xFF0C;&#x7A76;&#x7ADF;&#x5386;&#x4EE3;&#x6069;&#x6028;&#x80FD;&#x5426;&#x4ECE;&#x6B64;&#x5316;&#x89E3;&#xFF1F;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 简介">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="two.html" class="navigation navigation-next " aria-label="Next page: 连城诀">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"雪山飞狐","level":"1.2","depth":1,"next":{"title":"连城诀","level":"1.3","depth":1,"path":"two.md","ref":"two.md","articles":[]},"previous":{"title":"简介","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"one.md","mtime":"2020-02-25T04:24:36.423Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-02-25T04:25:12.748Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

